// ✅ Массив вопросов и ответов
export const reasonsContainerItems = [
  {
    question: 'Мінус 3 проблеми догляду за волоссям',
    answer:
      'Не підходить чи не подобається коротка стрижка, а довше волосся потрібно часто мити? З завивкою ви зможете забути про ці труднощі на 2-4 місяці, бо кучері додадуть обʼєму і мити голову можна буде 2-3 рази в тиждень',
  },
  {
    question: 'Завивка у нас = вигляд природніх кучерів',
    answer: [
      'У нашій студії ви завжди отримаєте завивку, яка матиме вид природних кучерів і ніхто не дізнається, що насправді у вас пряме волосся. Поки самі про це не розповісте.',
    ],
  },
  {
    question: 'Кучері підбираємо за вашими вподобаннями, але й щоб личили вам',
    answer: [
      'Неважливо, скільки вам років та який у вас тип волосся, вам личитиме завивка. Якщо ні, то майстер відговорить від кучерів.',
    ],
  },
  {
    question: '3 години для нового образу',
    answer: [
      'Завивка триває 3 години, тому швидко і легко можна здійснити мрію мати кучері, як у улюбленого актора чи футболіста. Якщо через деякий час вирішите повернутися до свого волосся, завитки поступово розкрутяться, залишаться трохи хвилястими, поки не відросте пряме.',
    ],
  },
  {
    question: 'Все включено',
    answer: [
      'Звикнути до нової зачіски буде швидко, бо в ціну завивки входить: стрижка (якщо вона необхідна), майстер-клас укладки, підбір засобів та додаткові консультації з вашим майстром, якщо потрібні будуть ще підказки.',
    ],
  },
];
