export const trustList = [
  {
    id: 1,
    count: 1,
    title: '25 років досвіду',
    description: 'Створюємо завивки з 2000 рокута навчаємо інших майстрів',
  },
  {
    id: 2,
    count: 2,
    title: 'Індивідуальний підбір стилю',
    description:
      'Робимо різні види завивок: від пляжних локонів до афрозавитків. Допоможемо визначитися з обʼємом формою та пружністю кучерів, які підкреслять вашу природну красу і доповнять образ.',
  },
  {
    id: 3,
    count: 3,
    title: 'Все включено',
    description:
      'Консультація з майстром, стрижка, майстер-клас укладки, рекомендації по догляду та підбір засобів під ваш бюджет',
  },
  {
    id: 4,
    count: 4,
    title: 'Якісні та безпечні матеріали',
    description:
      'Ми працюємо лише з перевіреними професійними засобами, що дбайливо ставляться до волосся і зберігають його здоровʼя.',
  },
];
