import { Review, ReviewItem } from "@/components/reviews/Review";
import styles from "@/components/reviews/Reviews.module.css";

const reviews: ReviewItem[] = [
  {
    reviewText:
      "Я вже постійна клієнтка, тому цей відгук буде об'єктивний і враховуватиме мої враження за декілька років користування послугами. По-перше, Юля неперевершена майстриня та прекрасний спеціаліст. Вона з моїй волоссям завжди робить дива! Без перебільшення. Знає як, що і коли треба робити, що краще для мого волосся. Я просто сідаю в крісло і повністю їй довіряю, бо знаю, що вона зробить все шикарно! У мене блонд (мілірування) яке теж робить Юля, плюс зверху біозавивка. Не кожен майстер береться за таке, а деякі взагалі не наважуються на кудрі на блонді, бо бояться, що волосся дуже зіпсується, але це не мій випадок 😅\n" +
      "Я взагалі не боялася робити, бо знала, що моя майстриня професіонал! \n" +
      "В мене волосся навіть краще стало, бо перед кожною завивкою Юля обов'язково робить лікування. Однак, навіть без завивки це шикарна процедура, рекомендую!",
    image: "kateryna.jpg",
    clientName: "Катерина",
  },
  {
    reviewText:
      "Добрий вечір!\n" +
      "Хочу залишити відгук.\n" +
      "2,5 тижні тому робила завивку в майстра Анастасії.\n" +
      "Все пройшло чудово,в салоні прекрасна атмосфера,привітний персонал.Результат мені дуже сподобався,після невдалої спроби завивки у вересні,моє волосся перетворили на ідеальні кучері♥️\n" +
      "Щиро дякую 🥰",
    clientName: "Ангеліна",
    image: "angelina.jpg",
  },
  {
    clientName: "Марія Семенова",
    image: "semenova.jpg",
    reviewText:
      "Робила завивку в майстра Вікторії Омельченко. З першого разу не вгадали з завитком, але по гарантії переробили і вийшов неймовірний результат, саме так як я хотіла😍 Я дуже задоволена і вдячна! Ще хочеться підкреслити, що тут бережливо ставляться до волосся і підтримують після завивки, щоб все подобалось і виходило з вкладанням. Все пройшло просто супер! Дякую вашій студії за те, що робите людей щасливими🥹❤️",
  },
];
export function Reviews() {
  return (
    <section>
      <div className="reviews section-block relative">
        <div className="circle-grey circle-middle circle-up-right right-0 top-0"></div>
        <div className="circle-grey circle-small circle-left left-0 top-0"></div>
        <div className="section-header">
          <h2>Відгуки наших клієнтів</h2>
          <h3>Чесне слово, писали не самі</h3>
        </div>
        <div className={styles.sectionBody}>
          {reviews.map((review) => {
            return (
              <Review
                key={review.clientName}
                clientName={review.clientName}
                reviewText={review.reviewText}
                image={review.image}
              />
            );
          })}
        </div>
      </div>
    </section>
  );
}
