// ✅ Массив вопросов и ответов
export const faqItems = [
  {
    question: 'Як довго тримається завивка?',
    answer: [
      'Швидкість розкручування кучерів залежить від: Довжини, структури волосся, фарбоване чи натуральне,  домашнього  догляду та розміру завитка',
      'в середньому час розкручування:великого завитка - 2 місяці на натуральному – 3-4 м на фарбованому',
      'середнього завитка - 4 місяці на натуральному – 6 м на фарбованому',
      'Інтенсивні - 6-8 місяців на натуральному - більше 8 м на фарбованому',
    ],
  },
  {
    question:
      'Чи є послуга кучерявої укладки на плойку у вас в салоні, щоб побачити як приблизно буде виглядати завивка?',
    answer: [
      'На жаль, неможливо зробити таку ж форму кучерів плойкою. На нашому сайті та в Instagram є багато прикладів завивок, покажіть майстру, яка подобається найбільше та скажіть свої побажання щодо укладки. Він допоможе обрати завитки, які точно личитимуть вам.',
    ],
  },
  {
    question: 'Чи робите завивку на нарощеному волоссі?',
    answer: 'Ні. Результат буде непередбачуваним.',
  },
  {
    question:
      'Коли розкрутиться завивка, чи буде волосся таке ж рівне, як до неї і чи буде видно різкий перехід?',
    answer:
      'Завитки розкручуються, пряме волосся відростає і це разом дає плавний перехід в легку хвилю. Та частина волосся, на якій була завивка ідеально рівною не буде.',
  },
  {
    question: 'Коли набридне кучеряве волосся, як його можна вирівняти?',
    answer: [
      'Не рекомендуємо це робити кератином чи ботоксом. Є процедура антизавивки, але робимо її лише, якщо робили завивку у нас.',
    ],
  },
  {
    question: 'Чи можна фарбуватися перед завивкою?',
    answer: [
      'Рекомендуємо фарбувати корені за 7-10 днів до завивки, а фарбувати довжину через 7-10 днів після завивки',
    ],
  },
  {
    question: 'Можна вирівнювати кучері стайлером?',
    answer: [
      'Якщо буде іноді бажання вирівняти кучері, краще це зробити на щітку браш, ніж стайлером. Так волосся буде менш травмуватися від високої температури. І обовʼязково перед вирівнюванням використовуйте термозахист.',
    ],
  },
  {
    question:
      'Чи можна зробити завивку, якщо у мене натуральні кучері і хочу зробити їх більш інтенсивними?',
    answer: [
      'Звичайно! Завивка зробить їх більш інтенсивними, а укладку акуратнішою, якщо ваші природні локони лежать в різні боки.',
    ],
  },
  {
    question:
      'Що робити, якщо після завивки буде здаватися, що занадто кучеряво?',
    answer: [
      'У перший день завивки кучері будуть максимально обʼємними, а з кожним миттям голови кучері будуть розпускатися.',
    ],
  },
  {
    question: 'Чи складніше доглядати за завивкою, ніж за рівним волоссям?',
    answer: [
      'І пряме, і кучеряве однаково потребують регулярного зволоження для гарного вигляду та стану волосся. Єдина відмінність це те, що кучері потрібно буде вкладати кучерявим методом та сушими феном з дифузором.',
      'Після завивки ви отримуєте майстер-клас укладки кучерів на вашому волоссі, додатково поетапне відео укладки та завжди можете запитати поради у майстра, якщо щось буде не виходити.',
    ],
  },
  {
    question: 'Пплюси завивки',
    answer: [
      'Ваше волосся отримує довготривалий обʼєм на декілька місяців, який зберігається після сну, до кінця робочого дня, під час дощу, і навіть після шапки',
      'не потрібно мити голову щодня, якщо у вас жирна шкіра голови',
      'ви зможете бути в різних образах протягом декількох років: спочатку обрати середній завиток, який через декілька місяців перейде у великий, а на корекції завивки зробити інтенсивніші кучері.',
      'Ваша щоденна укладка та святкова зачіска вигладає однаково прекрасно з кучерями+локони доповнять вашу природню красу і зробить ваш образ яскравішим, бо вони завжди привертають увагу і компліменти',
      'сучасні техніки завивки та досвід наших майстрів здатні перетворити ваше пряме волосся на кучері, які не відрізнити від натуральних. І виглядатимуть приголомшливо на будь-якій довжині волосся!',
    ],
  },
  {
    question: 'Протипокази завивки',
    answer: [
      '1,2 триместр вагітності. У 3 триместрі завивка можлива з дозволу вашого лікаря.',
      'грудне вигодовування',
      'прийом гормональних препаратів',
      'На жаль, нестабільний гормональний фон впливає на результат завивки та навіть на натуральні кучері, які можуть раптово перетворитися в пряме волосся',
      'проблеми зі шкірою голови та коли посилене випадіння волосся тривалий час. У цьому випадку завивка можлива  лише з дозвілу вашого лікаря.',
    ],
  },
  {
    question:
      'Наскільки завивка шкідлива для волосся і чи на обламається після неї?',
    answer: [
      'Завивка трохи підсушує волосся, як аміачне фарбування. Але при регулярному зволоженні волосся залишиться в гарному стані.',
      'Якщо майстер бачить, що ваше волосся ламке, сухе після інших процедур, то, на жаль, відмовить у завивці, щоб ще більше його не пошкоджувати.',
    ],
  },
  {
    question:
      'Що робити, якщо не виходить вкласти волосся за допомогою кучерявого методу або не підходить якийсь із підібраних засобів?',
    answer: [
      'У нас діє 2-ох тижнева гарантія на завивку та засоби, підібрані нашими майстрами',
      'Якщо виявиться, що окремі пасма закрутилися не так добре, як інші, бо ми користуємося легкими завивочними лосьйонами — ми безкоштовно їх докрутимо протягом 14 днів.',
      'Якщо ваша самостійна укладка не виходить — отримаєте додаткові поради/ майстер-клас по укладці від майстра та обміняємо засіб на інший.',
    ],
  },
];
