import { createSlice, UnknownAction } from '@reduxjs/toolkit';
import { FeedbackState } from './type';

const setError = (action: UnknownAction) => {
  return action.type.endsWith('rejected');
};

const initialState: FeedbackState = {
  listFeedback: [
    {
      id: '1',
      reviewText:
        'в мене від природи кучеряве волосся , а завивка додала більшого об’єму і я супер задоволена результатом 😍',
      image: '/images/valentina/valentina-15.webp',
      clientName: 'Юлія',
    },
    {
      id: '2',
      reviewText:
        'завивкою дуже задоволена!) це прямо те, про що я мріяла — прокидаюся зранку і в мене вже є обʼємна зачіска) майстриня Ярослава просто чарівниця!🧙‍♀️❤️',
      clientName: 'Оксана',
      image: '/images/clients/review-2.webp',
    },
    {
      id: '3',
      clientName: 'Даша',
      image: '/images/clients/review-3.webp',
      reviewText:
        'Ходжу в ваш салон вже напевно років 5😅 можна сказати прописалась)) Люблю  всіх дівчат , атмосферу та турботу , яку отримую у вас😇 Вже направила до вас всіх знайомих , клієнтів , друзів - кому цікаві Кудрі. Рада , що довірилась вам😊🫶🏻',
    },
    {
      id: '4',
      clientName: 'Olesya',
      image: '/images/clients/review-img-4.webp',
      reviewText:
        'В мене все добре, бо я зробила собі кучеряве життя. Не вперше. І не востаннє. Бо я собі така  кручена подобаюся🥰 Але вперше я проходила таку співбесіду на завивку і вже в кріслі майстриня допитувалася і тестувала моє волоссячко, щоб не дай Боже, не нашкодити, а зробити гарно. Я всім задоволена: і зачіскою, і майстром Ярославою👌',
    },
    {
      id: '5',
      clientName: 'Олеся',
      image: '/videos/video-review.mp4',
      reviewText: 'Відгук у форматі відео — натисніть, щоб переглянути 📹',
    },
    {
      id: '6',
      clientName: 'Катерина',
      image: '/images/clients/review-6.webp',
      reviewText:
        "Я вже постійна клієнтка, тому цей відгук буде об'єктивний і враховуватиме мої враження за декілька років користування послугами. По-перше, Юля неперевершена майстриня та прекрасний спеціаліст. Вона з моїй волоссям завжди робить дива! Без перебільшення. Знає як, що і коли треба робити, що краще для мого волосся. Я просто сідаю в крісло і повністю їй довіряю, бо знаю, що вона зробить все шикарно! У мене блонд (мілірування) яке теж робить Юля, плюс зверху біозавивка. Не кожен майстер береться за таке, а деякі взагалі не наважуються на кудрі на блонді, бо бояться, що волосся дуже зіпсується, але це не мій випадок 😅 Я взагалі не боялася робити, бо знала, що моя майстриня професіонал! В мене волосся навіть краще стало, бо перед кожною завивкою Юля обов'язково робить лікування. Однак, навіть без завивки це шикарна процедура, рекомендую!",
    },
    {
      id: '7',
      clientName: 'Hіна',
      image: '/images/clients/review-7.webp',
      reviewText:
        'Робила у вас завивку ( 4 місяці тому) і хочу сказати великеее дякую майстру Вікторії, ці кудрі то любов🖤🖤🖤',
    },
  ],
  loading: false,
  error: null,
};

const ReviewSlice = createSlice({
  name: 'Reviews',
  initialState,
  reducers: {},
  extraReducers: (builder) => {},
});

export default ReviewSlice.reducer;
