// ✅ Массив вопросов и ответов
export const curlFaqItems = [
  {
    question: 'Як зрозуміти, що час робити корекцію завивки?',
    answer: [
      'З біозавивкою об’єм в середньому зберігається 2-4 місяці.',
      'Якщо вам трохи не вистачає об‘єму і корені відросли не більше 7 см —  варто зробити стрижку.',
      'Якщо хочеться повністю відновити об‘єм — чекаємо вас на корекцію завивки.',
    ],
  },
  {
    question: 'Чому ціна за завивку та корекцію завивки однакова?',
    answer: [
      'Корекція завивки - за технікою складніший процес, ніж сама завивка. Складність у тому, щоб накручені пасма плавно переходили у завитки по довжині.',
      'Ми накручуємо пряму частину волосся, яка відросла, а на завитки по довжині наносимо живильну маску.',
    ],
  },

  {
    question: 'Чи можна під час корекції зробити кучері більш інтенсивними?',
    answer: ['Так. У цьому випадку накручуємо усе волосся.'],
  },
];
