export const reasonsData = [
  {
    id: 1,
    count: 1,
    title: 'Створюємо кучері, які виглядають максимально природно',
    description:
      'Перед завивкою обовʼязково враховуємо ваші побажання щодо укладки, форму обличчя та стан/структуру волосся. В результаті отримаєте кучері, які личитимуть вам на всі 100%',
  },
  {
    id: 2,
    count: 2,
    title: 'Красиві локони без шкоди для волосся',
    description:
      'Волосся після процедури залишиться мʼяким і живим, навіть якщо воно фарбоване чи освітлене, завдяки нашому досвіду та удосконаленим технікам завивки',
  },
  {
    id: 3,
    count: 3,
    title: 'Ваше волосся не тримає обʼєм?',
    description:
      'Кучерява укладка залишатиметься обʼємною 24/7, навіть під час дощу та після шапки',
  },
  {
    id: 4,
    count: 4,
    title: 'Забудете про щоденне миття голови',
    description:
      'З завивкою волосся довше залишатиметься свіжим, тому мити голову можна буде лише 2 рази на тиждень, а у інші дні робити рефреш.',
  },
  {
    id: 5,
    count: 5,
    title: 'Догляд за кучерями максимально комфортний і зрозумілий',
    description:
      'Після завивки отримуєте майстер-клас укладки та персональні рекомендації від майстра, щоб ваша самостійна укладка вдома завжди виглядала, як після салону.',
  },
];
