export const plyazhnaKhvyliaListData = [
  {
    id: 1,
    count: 1,
    title:
      "Протягом 2 місяці зможете насолоджуватися укладкою з легким прикореневим об'ємом та хвилястими локонами по довжині.",
  },
  {
    id: 2,
    count: 2,
    title:
      "Хвиляста текстура зробить риси обличчя м'якшими та виразнішими, а тонке волосся стане візуально об'ємнішим та пишнішим.",
  },
  {
    id: 3,
    count: 3,
    title:
      'Елегантні хвилі пасуватимуть і до сукні, і до офісного стилю. Десятки тредових зачісок з локонами зробите лише за 10 хвилин.',
  },
  {
    id: 4,
    count: 4,
    title:
      'Ідеальна основа для укладки на Dyson, якщо від природи у вас "слизьке" волосся. Після завивки воно стає більш пористим, тому накручені локони триматимуться цілий день.',
  },
  {
    id: 5,
    count: 5,
    title:
      'Якщо давно мріяли про кучері, але поки не готові до кардинальної зміни зачіски, то це гарний спосіб познайомитися з процедурою завивки та впевнитися, що вони вам личать.',
  },
  {
    id: 6,
    count: 6,
    title:
      'На безкоштовній консультації з майстром перед завивкою ви дізнаєтеся все про догляд за кучерявим волоссям, а після отримаєте майстер-клас укладки, а також підберемо доглядові засоби.',
  },
];
