export const strizhkaData = [
  {
    question: 'Все включено',
    answer:
      'Стрижка триває 1-2 години. В ціну входить миття голови та кондиціонування, укладка на дифузор та підбір доглядових засобів.',
  },
  {
    question: 'Індивідуальний підхід',
    answer:
      'Підбираємо майстра за вашими побажаннями щодо форми та техніки (на мокре і сухе волосся) стрижки. Не філіруємо та не випрямляємо кучері під час стрижки!',
  },
  {
    question: 'Наш досвід = ваша впевненість у бажаному результаті',
    answer:
      'Неважливо, у вас легкі хвилі чи афролокони, наші майстри вміють працювати з будь-яким типом кучерів. І знають, як зробити форму стрижки, яка личитиме вам.',
  },
  {
    question: 'Широкий асортимент косметики',
    answer:
      'Майстер підбере найефективніші засоби для ваших кучерів, орієнтуючись на стан, потреби ваших кучерів та бюджет.',
  },
];
