export const signalListData = [
  {
    id: 1,
    count: 1,
    title:
      'Волосся сухе на дотик, а укладка виходить хаотичною, без чітких завитків та з зайвою пухнастістю',
  },
  {
    id: 2,
    count: 2,
    title:
      'Під час повторної завивки, якщо у вас фарбоване, освітлене, меліроване волосся ( у 99% випадків потребує більше зволоження, ніж натуральне). Тому часто завивку поєднуємо з процедурою лікування, щоб кучері були наповненими та слухняними.',
  },
  {
    id: 3,
    count: 3,
    title:
      'Локони стали ламкими та почали сплутуватися після  спеки, морозу, хлорованої води чи тривалого користування стайлером без термозахисту.',
  },
];
