export const featuresWomen = [{
    title: "Ми спеціалізуємося на завивці з 2000 року",
    text: "Для нас важлива репутація. Почитайте відгуки про нас у Google та на Facebook. Так, ми швидше відмовимо в завивці, ніж візьмемося за поганий результат. "
},
{
    title: "Здоров'я волосся",
    text: "Ми знаємо десятки хитрощів як звести шкоду від завивки до мінімуму."
},
{
    title: "Все включено",
    text: "В нашу ціну входить все, а саме: консультації, сама завивка, стрижка (якщо вона необхідна), укладання, навчання самостійного укладання, рекомендації щодо догляду та фарбування."
},
{
    title: "Комфорт",
    text: "Час, проведений у салоні, пройде комфортно. З 2000 року ми вдосконалюємо кожний етап обслуговування."
},
{
    title: "Широкий асортимент косметики",
    text: "Ми підберемо засоби, які потрібні Вашому типу волосся. Ми не прив'язані до брендів. На нашому складі десятки різних препаратів для завивки волосся, лікування, догляду та стайлінгу."
},
{},
{},
{}
]

export const featuresMen = [{
    title: "Мінус 3 проблеми догляду за волоссям",
    text: "Не підходить чи не подобається коротка стрижка, а довше волосся потрібно часто мити? З завивкою ви зможете забути про ці труднощі на 2-4 місяці, бо кучері додадуть обʼєму і мити голову можна буде 2-3 рази в тиждень."
},
{
    title: "Завивка у нас = вигляд природніх кучерів",
    text: "У нашій студії ви завжди отримаєте завивку, яка матиме вид природних кучерів і ніхто не дізнається, що насправді у вас пряме волосся. Поки самі про це не розповісте."
},
{
    title: "Кучері підбираємо за вашими вподобаннями, але й щоб личили вам",
    text: "Неважливо, скільки вам років та який у вас тип волосся, вам личитиме завивка. Якщо ні, то майстер відговорить від кучерів."
},
{
    title: "Втілюємо ваши мрії",
    text: "Завивка триває 3 години, тому швидко і легко можна здійснити мрію мати кучері, як у улюбленого актора чи футболіста. Якщо через деякий час вирішите повернутися до свого волосся, завитки поступово розкрутяться, залишаться трохи хвилястими, поки не відросте пряме."
},
{
    title: "Все включено",
    text: "Звикнути до нової зачіски буде швидко, бо в ціну завивки входить: стрижка (якщо вона необхідна), майстер-клас укладки, підбір засобів та додаткові консультації з вашим майстром, якщо потрібні будуть ще підказки."
},
{},
{},
{}
]