export const features = [{
    title: "Ми спеціалізуємося на завивці з 2000 року",
    text: "Для нас важлива репутація. Почитайте відгуки про нас у Google та на Facebook. Так, ми швидше відмовимо в завивці, ніж візьмемося за поганий результат. "
},
{
    title: "Здоров'я волосся",
    text: "Ми знаємо десятки хитрощів як звести шкоду від завивки до мінімуму."
},
{
    title: "Все включено",
    text: "В нашу ціну входить все, а саме: консультації, сама завивка, стрижка (якщо вона необхідна), укладання, навчання самостійного укладання, рекомендації щодо догляду та фарбування."
},
{
    title: "Комфорт",
    text: "Час, проведений у салоні, пройде комфортно. З 2000 року ми вдосконалюємо кожний етап обслуговування."
},
{
    title: "Широкий асортимент косметики",
    text: "Ми підберемо засоби, які потрібні Вашому типу волосся. Ми не прив'язані до брендів. На нашому складі десятки різних препаратів для завивки волосся, лікування, догляду та стайлінгу."
},
{},
{},
{}
]
