export const advantageListData = [
  {
    id: 1,
    count: 1,
    title:
      'Карвінг познайомить вас з процедурою завивки на 1-1.5 місяці без страху, що вийде "занадто кучеряво".',
  },
  {
    id: 2,
    count: 2,
    title:
      'Волосся з ним довше залишатиметься свіжим, достатньо буде мити голову 2 рази на тиждень, а у інші дні робити швидкий рефреш.',
  },
  {
    id: 3,
    count: 3,
    title:
      "З карвінгом об'єм та зачіска триматимуться навіть у вітряну погоду, під час дощу та після шапки.",
  },
  {
    id: 4,
    count: 4,
    title:
      'Якщо ваші боб-каре чи піксі не тримають форму, додасть текстурних локонів та зробить вашу зачіску неймовірно стильною та красивою.',
  },
  {
    id: 5,
    count: 5,
    title:
      'На безкоштовній консультації з майстром перед завивкою ви дізнаєтеся все про догляд за кучерявим волоссям, а після отримаєте майстер-клас укладки, а також підберемо доглядові засоби.',
  },
];
